    Console.WriteLine("Задача 10");

    Console.WriteLine("Задача 13");
//  Напишите программу, которая выводит третью цифру заданного числа или сообщает, что третьей цифры нет.
//645 -> 5
//78 -> третьей цифры нет
//32679 -> 6
int a = 645
int firstdigit = a % 10

Console.WriteLine ($"{firstdigit}")